Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
bn_bd: গুরুত্বপূর্ণ: সার্টিফিকেট ব্যাকআপ পাসওয়ার্ড হারিয়ে গেলে আপনি এই ব্যাকআপ পুনরুদ্ধার করতে সক্ষম হবেন না। অনুগ্রহ করে এই পাসওয়ার্ডটি কোনো সুরক্ষিত স্থানে সংরক্ষণ করুন।

source: Important Locked Preferences
bn_bd: গুরুত্বপূর্ণ পরিমিত পছন্দ সমূহ

source: Important Modified Preferences
bn_bd: গুরুত্বপূর্ণ পরিমিত পছন্দ সমূহ

source: Import Bookmarks File
bn_bd: বুকমার্ক ফাইল ইমপোর্ট করা হবে

source: Import Bookmarks from:
bn_bd: উল্লেখিত স্থান থেকে বুকমার্ক ইমপোর্ট করা হবে:

source: Import Bookmarks from HTML…
bn_bd: এইচটিএমএল থেকে বুকমার্ক ইম্পোর্ট করুন…

source: Import Complete
bn_bd: ইমপোর্ট সমাপ্ত

source: Import Data from Another Browser…
bn_bd: অন্যান্য ব্রাউজার থেকে ডাটা ইম্পোর্ট করুন…

source: Imported Certificate
bn_bd: ইমপোর্ট করা সার্টিফিকেট

source: Importing…
bn_bd: ইমপোর্ট করা হচ্ছে...

source: Importing snapshot…
bn_bd: স্ন্যাপসট ইমপোর্ট হচ্ছে...

source: Importing XUL nodes into a content document is deprecated. This functionality may be removed soon.
bn_bd: কন্টেন্ট ডকুমেন্ট এ XUL নোড ইম্পোর্ট অবচিত হয়েছে। এটি শীঘ্রই মুছে ফেলা হবে।

source: Import Options, Bookmarks, History, Passwords and other data from:
bn_bd: উল্লেখিত স্থান থেকে অপশনসমূহ, বুকমার্ক, ইতিহাস, পাসওয়ার্ড ও অন্যান্য তথ্য ইমপোর্ট করা হবে:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
bn_bd: উল্লেখিত স্থান থেকে পছন্দসমূহ, বুকমার্ক, ইতিহাস, পাসওয়ার্ড ও অন্যান্য তথ্য ইমপোর্ট করা হবে:

source: Import recording…
bn_bd: ইম্পোর্ট রেকর্ডিং…

source: Import Settings and Data
bn_bd: উল্লেখিত স্থান থেকে সেটিংসমূহ ও তথ্য ইমপোর্ট করা হবে

source: Import Snapshot
bn_bd: স্ন্যাপসট ইম্পোর্ট

source: Import style sheet
bn_bd: স্টাইল শীট আনয়ন করুন

source: Import Wizard
bn_bd: ইমপোর্ট উইজার্ড

source: Import your home page from %S
bn_bd: %S হতে আপনার হোম পেইজ ইমপোর্ট করুন

source: Improperly formatted time string.
bn_bd: সময় প্রদর্শনের স্ট্রিং বিন্যাস সঠিক নয়।

source: in
bn_bd: এর মধ্যে

source: “<” in an unquoted attribute value. Probable cause: Missing “>” immediately before.
bn_bd: “<” in an unquoted attribute value. Probable cause: Missing “>” অব্যবহিতর পূর্বে।

source: “=” in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
bn_bd: “=” এর মধ্যে উদ্ধৃতি চিহ্ণ ব্যতীত বৈশিষ্ট্য মান।সম্ভাব্য কারণ: বৈশিষ্ট্যগুলো একসাথে চলমান বা একটি উদ্ধৃতি চিহ্ণ ব্যতীত বৈশিষ্ট্য মান URL এ স্ট্রিং অনুসন্ধান করছে।

source: “`” in an unquoted attribute value. Probable cause: Using the wrong character as a quote.
bn_bd: “`” এর মধ্যে উদ্ধৃত নয় এমন বৈশিষ্ট্য মান।সম্ভাব্য কারণ: উদ্ধৃতি হিসাবে ভুল অক্ষর ব্যবহার করা হয়েছে।

source: “<” in attribute name. Probable cause: “>” missing immediately before.
bn_bd: “<” in attribute name. Probable cause: “>” অব্যবহিত পূর্বে পাওয়া যাচ্ছে না।

source: inches
bn_bd: ইঞ্চি

source: Include in Update
bn_bd: হালনাগাদে সংযুক্ত

source: Include page URL with this crash report
bn_bd: ক্র্যাশ রিপোর্টের সাথে পাতার URL অন্তর্ভূক্ত করুন

source: Include suggested sites
bn_bd: প্রস্তাবিত সাইট অন্তর্ভুক্ত

source: Include the address of the page I was on
bn_bd: আমি যে পৃষ্ঠায় ছিলাম সেই পৃষ্ঠাটির ঠিকানা অন্তর্ভুক্ত করা হবে

source: Include the page’s URL
bn_bd: পেজের URL টি যুক্ত করুন

source: Incoming Connection
bn_bd: ইনকামিং সংযোগ

source: Incompatible Add-ons
bn_bd: অসংগত অ্যাড-অন

source: incomplete markup in parameter entity
bn_bd: প্যারামিটার এনটিটিতে অসমাপ্ত মার্কআপ

source: Incorrect Response
bn_bd: অজানা উত্তর

source: Incorrect signature algorithm specified in a digitally-signed element.
bn_bd: একটি ডিজিটালরূপে স্বাক্ষরিত উপাদান উল্লিখিত ভুল স্বাক্ষর অ্যালগরিদম।

source: Increase
bn_bd: বৃদ্ধি (I)

source: Indentation size in chars
bn_bd: অক্ষরের আকার ইনডেন্ট করুন

source: Indent using spaces
bn_bd: ফাঁকাস্থান ব্যবহার করে ইনডেন্ট করুন

source: index
bn_bd: সূচিপত্র

source: Indexed DB
bn_bd: ইনডেক্স করা DB

source: Indexes
bn_bd: ইন্ডেক্স

source: Index of %1$S
bn_bd: %1$S এর সূচী

source: Index of available templates
bn_bd: পর্যাপ্ত টেমপ্লেটের সূচিপত্র

source: Index of breakpoint
bn_bd: ব্রেকপয়েন্ট ইনডেক্স

source: India
bn_bd: ভারত

source: Indonesia
bn_bd: ইন্দোনেশিয়া

source: Indonesian
bn_bd: ইন্দোনেশীয়

source: Info
bn_bd: তথ্য

source: Information about the url-classifier
bn_bd: url-classifier সম্বন্ধে তথ্য

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
bn_bd: বিনা এনক্রিপশনে কোনো তথ্য ইন্টারনেটের মাধ্যমে প্রেরণ করা হলে যাত্রাকালে তা অন্যান্য ব্যক্তিদের সামনে উন্মুক্ত হওয়ার সম্ভাবনা রয়েছে।\u0020

source: Information you share with this site could be viewed by others (like passwords, messages, credit cards, etc.).
bn_bd: আপনার এই সাইটে শেয়ার করা তথ্য অন্যরা দেখতে পারেন (যেমন পাসওয়ার্ড, বার্তা, ক্রেডিট কার্ড, ইত্যাদি।)।

source: Inherited from %S
bn_bd: %S থেকে পাওয়া গিয়েছে

source: Inject common libraries into the content of the page which can also be accessed from the console.
bn_bd: কনসোল থেকে অ্যাক্সেস করা যেতে পারে, যা পাতা বিষয়বস্তুর মধ্যে সাধারণ গ্রন্থাগার উদ্বুদ্ধ করা।

source: Inject common libraries into the page
bn_bd: কমন লাইব্রেরীগুলো পাতায় ইঞ্জেক্ট করুন

source: inline
bn_bd: ইনলাইন

source: In my &Quick Launch bar
bn_bd: আমার কুইকলঞ্চ বারে (&Q)

source: In my &Start Menu Programs folder
bn_bd: আমার স্টার্ট মেনু প্রোগ্রাম ফোল্ডারে (&S)

source: In order to play back certain types of video content, &brandShortName; downloads certain content decryption modules from third parties.
bn_bd: নির্দিষ্ট ভিডিও কন্টেন্ট ধরনের, &brandShortName; প্লে ব্যাক করার জন্য; তৃতীয় পক্ষের থেকে জনপ্রিয়তা নির্দিষ্ট কন্টেন্ট ডিক্রিপশন মডিউল।

source: In progress…
bn_bd: চলমান প্রক্রিয়া

source: “>” in public identifier.
bn_bd: “>” পাবলিক সনাক্তকারীর মধ্যে।

source: Input
bn_bd: ইনপুট

source: Input data to the clipboard
bn_bd: ক্লিপবোর্ড ডাটা ইনপুট করুন

source: Input Devices
bn_bd: ইনপুট ডিভাইস

source: Input & Events
bn_bd: ইনপুট এবং ঘটনা

source: Insecure Connection
bn_bd: অনিরাপদ সংযোগ

source: Insecure plugin “%S” is enabled on %S.
bn_bd: ঝুঁকিপূর্ণ প্লাগইন "%S" %S এ সক্রিয়।

source: Inspect
bn_bd: পরীক্ষা (t)

source: Inspect a node
bn_bd: একটি নোড পরীক্ষা করুন

source: Inspect Element
bn_bd: উপাদান পর্যবেক্ষণ করুন

source: Inspector
bn_bd: পরিদর্শক

source: Inspector Panel
bn_bd: পরিদর্শক প্যানেল

source: install
bn_bd: ইনস্টল

source: Install
bn_bd: ইনস্টল

source: &Install
bn_bd: ইনস্টল

source: Install ADB Helper
bn_bd: ইনস্টল ADB Helper

source: Install Add-on
bn_bd: অ্যাড-অন ইনস্টল করুন

source: Install Add-on From File…
bn_bd: ফাইল থেকে অ্যাড-অন ইনস্টল… I

source: Install Add-ons
bn_bd: অ্যাড-অন ইনস্টল

source: Install add-ons only from authors whom you trust.
bn_bd: যে সকল নির্মাতাকে আপনি বিশ্বাস করেন শুধু তাদের অ্যাড-অন ইনস্টল করুন।

source: Install and Run
bn_bd: ইনস্টল ও চালু করুন

source: Installation Aborted
bn_bd: ইনস্টল স্থগিত

source: Installation Complete
bn_bd: ইনস্টলেশন সম্পন্ন

source: Installation History
bn_bd: ইনস্টলেশনের ইতিহাস

source: Install available updates in this list
bn_bd: তালিকায় বিদ্যমান হালনাগাদ ইনস্টল করুন

source: Install cancelled
bn_bd: ইনস্টল বাতিল

source: Install Date
bn_bd: ইনস্টল করার তারিখ

source: Installed
bn_bd: ইনস্টল করা হয়েছে

source: Installed on:
bn_bd: ইনস্টল করার তারিখ:

source: Installed on: %S
bn_bd: এখানে ইনস্টল করা হয়েছে: %S

source: Installed plugins
bn_bd: ইন্সটলকৃত প্লাগইন

source: Installer corrupted: invalid opcode
bn_bd: ইনস্টলার বিকৃত: অকার্যকর অপকোড

source: Install Error
bn_bd: ইনস্টলে ত্রুটি

source: Install Failed
bn_bd: ইনস্টল ব্যর্থ

source: installing
bn_bd: ইনস্টল করা হচ্ছে

source: Installing
bn_bd: ইনস্টল করা হচ্ছে

source: Installing $BrandShortName…
bn_bd: $BrandShortName ইনস্টল করা হচ্ছে…

source: Installing Compatible Add-ons
bn_bd: সুসংগত অ্যাড-অন ইনস্টল করা হচ্ছে

source: Installing Language Files (${AB_CD})…
bn_bd: ভাষার ফাইল ইনস্টল করা হচ্ছে (${AB_CD})…

source: Installing: %S
bn_bd: ইনস্টল করা হচ্ছে: %S

source: Install &Maintenance Service
bn_bd: রক্ষনাবেক্ষণ সেবা ইনস্টল করা হবে &M

source: Install Now
bn_bd: এখনই ইনস্টল করা হবে

source: Install Pending
bn_bd: ইনস্টল এখনও বাকি রয়েছে

source: Install (%S)
bn_bd: ইনস্টল (%S)

source: Install Simulator
bn_bd: সিমুলেটর ইনস্টল করুন

source: Install the update for this add-on
bn_bd: এ অ্যাড-অন এর জন্য হালনাগাদ ইনস্টল

source: Install this add-on
bn_bd: এ অ্যাড-অন ইনস্টল

source: Install Updates
bn_bd: হালনাগাদ ইনস্টল করুন

source: Insufficient memory to resample the AudioBufferSourceNode for playback.
bn_bd: প্লেব্যাক এর জন্য AudioBufferSourceNode রিসেম্পল করতে প্রয়োজনীয় মেমরি নেই।

source: “>” in system identifier.
bn_bd: “>” সিস্টেম সনাক্তকারীর মধ্যে।

source: integer
bn_bd: পূর্ণসংখ্যা

source: Integer
bn_bd: পূর্ণসংখ্যা (I)

source: Integrity
bn_bd: বিশুদ্ধতা

source: Interaction
bn_bd: মিথস্ক্রিয়া

source: Interlingua
bn_bd: ইন্টারলিঙ্গুয়া

source: Interlingue
bn_bd: ইন্টারলিঙ্গো

source: **Internal ONLY module**
bn_bd: **শুধুমাত্র অভ্যন্তরীণ মডিউল**

source: Internal server error (500)
bn_bd: অভ্যন্তরীণ সার্ভারে ত্রুটি (500)

source: Internet Explorer
bn_bd: ইন্টারনেট এক্সপ্লোরার

source: Internet Options
bn_bd: ইন্টারনেট অপশন

source: Interpreting %1$S as a hostname, not a keyword. If you intended this to be a keyword, use ‘%2$S’ (wrapped in single quotes).
bn_bd: %1$S কে হোস্ট-নেম হিসাবে ব্যাখ্যা করা হয়েছে, কীওয়ার্ড হিসাবে নয়। আপনি যদি এটিকে কীওয়ার্ড হিসাবে বোঝাতে চেয়েছিলেন তাহলে '%2$S' ব্যবহার করুন(একক উদ্ধৃতি চিহ্ন আবৃত)।

source: In the URL bar, type
bn_bd: URL বারে, ধরণ

source: into the console.
bn_bd: কনসোলের ভেতরে।

source: Introduction
bn_bd: ভূমিকা

source: Inuktitut
bn_bd: ইনুকটিটুট

source: Inupiaq
bn_bd: ইনুপিয়াক

source: Invalid Address
bn_bd: অকার্যকর ঠিকানা

source: Invalid color
bn_bd: অকার্যকর রঙ

source: Invalid Command: ‘%1$S’.
bn_bd: অকার্যকর কমান্ড: '%1$S'.

source: Invalid Format
bn_bd: অকার্যকর ফরম্যাট

source: Invalid hosted manifest URL ‘%1$S’: %2$S
bn_bd: হোস্টেড ম্যানিফেস্ট URL '%1$S': %2$S অবৈধ

source: Invalid Hostname Entered
bn_bd: অকার্যকর হোস্ট নাম দেয়া হয়েছে

source: Invalid input
bn_bd: অকার্যকর ইনপুট

source: Invalid JSM!
bn_bd: অগ্রহনযোগ্য JSM!

source: Invalid manifest URL ‘%S’
bn_bd: অকার্যকর ম্যানিফেস্ট URL '%S'

source: Invalid markup: <%1$S> is not allowed as a child of <%2$S>.
bn_bd: অকার্যকর মার্কআপ:<%2$S> এর child হিসেবে <%1$S> অনুমোদিত নয়।

source: Invalid markup: Expected exactly one Base element in <mmultiscripts/>. Found none.
bn_bd: অকার্যকর মার্কআপ: <mmultiscripts/> একটি বেজ ইলেমেন্ট প্রত্যাশিত। একটিও পাওয়া যায়নি।

source: Invalid markup: Incomplete subscript/superscript pair in <mmultiscripts/>.
bn_bd: অকার্যকর মার্কআপ: <mmultiscripts/> এ অসমাপ্ত সাবস্ক্রিপ্ট/সুপারস্ক্রিপ্ট জোড়া।

source: Invalid markup: Incorrect number of children for <%1$S/> tag.
bn_bd: অকার্যকর মার্কআপ: <%1$S/> ট্যাগের জন্য children সংখ্যা সঠিক নয়।

source: Invalid markup: More than one <mprescripts/> in <mmultiscripts/>.
bn_bd: অকার্যকর মার্কআপ: <mmultiscripts/> এ একের অধিক <mprescripts/> ।

source: Invalid module name.
bn_bd: অকার্যকর মডিউল নাম।

source: Invalid module path/filename
bn_bd: অকার্যকর মডিউল পাথ/ফাইলনাম

source: Invalid OCSP signing certificate in OCSP response.
bn_bd: OCSP উত্তরতে অকার্যকর OCSP সাক্ষরকারী সার্টিফিকেট।

source: Invalid or corrupted PDF file.
bn_bd: অকার্যকর অথবা ক্ষতিগ্রস্ত পিডিএফ ফাইল।

source: Invalid or unsupported URL in CRL distribution point name.
bn_bd: CRL ডিস্ট্রিবিউশন পয়েন্টের নামের মধ্যে অবৈধ বা অসমর্থিত URL।

source: Invalid password. Please try again.
bn_bd: ভুল পাসওয়ার্ড। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Invalid Pin
bn_bd: অকার্যকর পিন

source: Invalid profile name
bn_bd: অকার্যকর প্রোফাইলের নাম

source: Invalid property value
bn_bd: অকার্যকর বৈশিষ্ট্য মান

source: Invalid Save Permissions
bn_bd: সংরক্ষণের জন্য কার্যকর অনুমতি নেই

source: Invalid section name (%1$S) at line %2$S.
bn_bd: %2$S লাইনে অকার্যকর সেকশন নাম (%1$S)।

source: Invalid URI in @import rule: ‘%1$S’.
bn_bd: @ইম্পোর্ট রুলে অকার্যকর URI: '%1$S'

source: Invalid URI. Load of media resource %S failed.
bn_bd: ভুল URL। মিডিয়া রিসোর্স %S লোড করতো ব্যর্থ।

source: Invalid value
bn_bd: অকার্যকর মান

source: Invalid XSLT/XPath function.
bn_bd: অবৈধ XSLT/XPath ফাংশন।

source: Invert Call Tree
bn_bd: উল্টো কল ট্রি

source: Invert Flame Chart
bn_bd: বিপরীত ফ্লাইম চার্ট

source: Inverting the call tree displays the profiled call paths starting from the youngest frames and expanding out to the older frames.
bn_bd: সর্বকনিষ্ঠ ফ্রেম থেকে শুরু করা হচ্ছে এবং পুরোনো ফ্রেম আউট বিস্তৃত কল করুন বৃক্ষ প্রোফাইল কল পাথ প্রদর্শন করা হবে ওলটানো

source: Inverting the flame chart displays the profiled call paths starting from the youngest frames and expanding out to the older frames.
bn_bd: সর্বকনিষ্ঠ ফ্রেম থেকে শুরু এবং পুরোনো ফ্রেম আউট বিস্তৃত শিখা চার্ট প্রোফাইল কল পাথ প্রদর্শন ওলটানো

source: Invert matching, so that we black box every source that is not the source provided or does not match the provided glob pattern.
bn_bd: মিলগুলো উল্টান, যাতে আমরা প্রত্যেক সোর্স ব্ল্যাক বক্স করতে পারি যেটা গ্লোব নমুনার সাথে মিলছে না অথবা যার সোর্স প্রদান করা হয়নি।

source: Invert matching, so that we stop black boxing every source that is not the source provided or does not match the provided glob pattern.
bn_bd: মিলগুলো উল্টান, যাতে আমরা প্রত্যেক সোর্স ব্ল্যাক বক্স স্থগিত করতে পারি যেটা গ্লোব নমুনার সাথে মিলছে না অথবা যার সোর্স প্রদান করা হয়নি।

source: Investigate the dimensions and properties of an element using a CSS selector to open the DOM highlighter
bn_bd: DOM highlighter চালু করার জন্য CSS নির্বাচক দ্বারা ডাইমেনশন এবং প্রপার্টি পরীক্ষা করুন

source: IP Address
bn_bd: IP ঠিকানা

source: IPs
bn_bd: আইপি সমূহ

source: Iran
bn_bd: ইরান

source: Iraq
bn_bd: ইরাক

source: Ireland
bn_bd: আয়ারল্যান্ড

source: Irish
bn_bd: আইরিশ

source: is a
bn_bd: হচ্ছে একটি

source: Is a Certificate Authority
bn_bd: এটি একটি সার্টিফিকেট কর্তৃপক্ষ

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
bn_bd: সর্বদা opt-এর মধ্যে। আপনার অনুমতি ছাড়া কোনো অবস্থান তথ্য কখনই পাঠানো হয়নি। আপনি যদি বৈশিষ্ট্য সম্পূর্নরূপে নিস্ক্রিয় করতে চান, তবে নিম্নোক্ত ধাপ অনুসরনীয়:

source: Isle of Man
bn_bd: আইল অফ ম্যান

source: Is not a Certificate Authority
bn_bd: এটি সার্টিফিকেট কর্তৃপক্ষ নয়

source: /../ is not a valid URI prefix at line %S.
bn_bd: /../ %S লাইনের কোন কার্যকর URI প্রিফিক্স নয়।

source: is not verified.
bn_bd: যাচাই কৃত না

source: is now full screen
bn_bd: এখন পূর্ণ পর্দায় রয়েছে

source: Israel
bn_bd: ইসরায়েল

source: Issued By
bn_bd: যার দ্বারা ইস্যুকৃত

source: Issued by: %1$S
bn_bd: ইস্যু করেছেন: %1$S

source: Issued To
bn_bd: যার প্রতি ইস্যুকৃত

source: Issued to: %1$S
bn_bd: ইস্যু হয়েছে: %1$S

source: Issued Under: “%S”
bn_bd: প্রকাশিত হয়েছে : "%S"

source: Issuer
bn_bd: ইস্যুকারী

source: Issuer certificate is invalid.
bn_bd: সার্টিফিকেট নির্মাণকারীর সার্টিফিকেট কার্যকর নয়।

source: Issuer’s Certificate Revocation List has an unknown version number.
bn_bd: ইস্যুকারীর সার্টিফিকেট বাতিলের তালিকার সংস্করণ সংখ্যাটি অজানা।

source: Issuer’s OCSP responder reports certificate is revoked.
bn_bd: ইস্যুকারীর OCSP উত্তরের রিপোর্ট সার্টিফিকেট বাতিল করা হয়েছে।

source: Issuer’s V1 Certificate Revocation List has a critical extension.
bn_bd: ইস্যুকারীর V1 সার্টিফিকেট বাতিলের তালিকার এক্সটেনশনটি জটিল।

source: Issuer’s V2 Certificate Revocation List has an unknown critical extension.
bn_bd: ইস্যুকারীর V2 সার্টিফিকেট বাতিলের তালিকার এক্সটেনশনটি অজানা এবং জটিল।

source: Issuer Unique ID
bn_bd: ইস্যুকারীর ইউনিক আইডি

source: Is this website storing information (cookies) on my computer?
bn_bd: এই ওয়েবসাইট কি আমার কম্পিউটারে তথ্য (কুকি) সংরক্ষণ করছে?

source: Italian
bn_bd: ইটালিয়ান

source: Italy
bn_bd: ইতালি

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
bn_bd: এটি স্বয়ংক্রিয়ভাবে কার্যকারীতা, হার্ডওয়ার, ব্যবহার এবং স্বনির্বাচনগুলোর তথ্য &vendorShortName; এর নিকটপ্রদান করে; যাতে &brandShortName; কে আরো ভালভাবে তৈরী করা যায়।

source: Items to Import
bn_bd: ইমপোর্ট করা হবে

source: (iteration index)
bn_bd: (পুনরাবৃত্তির সূচক)

source: Iteration start: %1$S (%2$Ss)
bn_bd: ইটারেশন শুরু: %1$S (%2$Ss)

source: It is not possible to back up certificates from a hardware security device such as a smart card.
bn_bd: কোনো হার্ডওয়্যার নিরাপত্তা ডিভাইস যেমন স্মার্ট-কার্ড থেকে সার্টিফিকেট ব্যাকআপ করা সম্ভব নয়।

source: It is not possible to check for updates to incompatible add-ons because software installation for &brandShortName; has been disabled. Please contact your System Administrator for assistance.
bn_bd: &brandShortName; এর সফটওয়্যার ইনস্টলেশন প্রক্রিয়া নিষ্ক্রিয় থাকার কারণে অসংগত অ্যাড-অনের হালনাগাদের জন্য পরীক্ষা করা সম্ভব হয়নি। অনুগ্রহ করে আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করে সাহায্য নিন।

source: It is strongly recommended that you apply this update for &brandShortName; as soon as possible.
bn_bd: যত তাড়াতাড়ি সম্ভব &brandShortName; এর এই হালনাগাদটি কার্যকর করার সুপারিশ করা হচ্ছে।

source: It looks like you haven’t started %S in a while. Do you want to clean it up for a fresh, like-new experience? And by the way, welcome back!
bn_bd: মনে হচ্ছে আপনি সম্ভবত বেশ কিছু সময় যাবৎ %S চালু করেননি। আপনি কি এটি নতুনের মত, পরিষ্কার করে ফেলতে আগ্রহী? যাহোক, পুনরায় স্বাগতম!

source: It looks like your network security settings might be causing this. Do you want the default settings to be restored?
bn_bd: আপনার নেটওয়ার্কের সুরক্ষা সেটিংস এই সমস্যা কারণ বলে প্রতীয়মান হচ্ছে। আপনি কি সেটিংস পূর্বাবস্থায় ফিরিয়ে নিতে চান?

source: It requires your permission to:
bn_bd: যা করতে আপনার অনুমতির প্রয়োজন:

source: It’s best if we start by reloading the current page because that starts the test at a known point, but there could be reasons why we don’t want to do that (e.g. the page contains state that will be lost across a reload)
bn_bd: বর্তমান পৃষ্ঠা পুনঃলোড করে শুরু করাই ভালে কারণ তা পরীক্ষা একটি জ্ঞাত বিন্দু থেকে শুুরু করে, কিন্তু এমনটা না করার পিছনে অামাদের কিছু কারণ অাছে (যেমন, পৃষ্ঠার স্থিতি পুনঃলোডের কারণে হারিয়ে যাবে)

source: It’s easy to customize your Firefox exactly the way you want it. <a>Choose from thousands of add-ons</a>.
bn_bd: আপনার ইচ্ছামত আপনি Firefox সাজিয়ে নিতে পারেন। <a>হাজারো অ্যাডঅন থেকে পছন্দ করুন</a>।

source: It’s not possible to report this error at this time.
bn_bd: এখন এই ত্রুটিটি রিপোর্ট করা সম্ভব নয়।

source: It wants to:
bn_bd: যা করতে চায়:

source: I understand and will be very careful
bn_bd: আমি সম্পূর্ণ সচেতন এবং যথাযথ সতর্কতা অবলম্বন করব

source: I want to manually reboot later
bn_bd: আমি পরে নিজে রিস্টার্ট করবো

source: Jamaica
bn_bd: জ্যামাইকা

source: Jan Mayen
bn_bd: ইয়ান মায়েন

source: Japan
bn_bd: জাপান

source: Japanese
bn_bd: জাপানি

source: Japanese (EUC-JP)
bn_bd: জাপানী (EUC-JP)

source: Japanese (ISO-2022-JP)
bn_bd: জাপানী (ISO-2022-JP)

source: Japanese (Shift_JIS)
bn_bd: জাপানিজ (Shift-JIS)

source: Jarvis Island
bn_bd: জারভিস দ্বীপ

source: Javanese
bn_bd: জাভানীজ

source: JavaScript
bn_bd: জাভাস্ক্রিপ্ট

source: JavaScript allocated enough new objects in the nursery that it became full and triggered a minor GC.
bn_bd: JavaScript নার্সারিতে যথেষ্ট পরিমাণ নতুন অবজেক্ট বরাদ্দ রাখে যা এটি পূর্ণ হয় এবং ছোটখাট GC কে পরিচালনা করে।

source: JavaScript allocated too many bytes, and forced a garbage collection.
bn_bd: জাভাস্ক্রিপ্ট একের অধিক বাইটকে বরাদ্দ করে এবং এটি গার্বেজ কালেকশনে প্রয়োগ করে।

source: JavaScript allocated too many times, and forced a garbage collection.
bn_bd: জাভাস্ক্রিপ্ট একের অধিক সময় বরাদ্দ করে এবং এটি গার্বেজ কালেকশনে প্রয়োগ করে।

source: [JavaScript Application]
bn_bd: [JavaScript অ্যাপ্লিকেশন]

source: JavaScript attempted to allocate, but there was no memory available. Doing a full compacting garbage collection as an attempt to free up memory for the allocation.
bn_bd: জাভাস্ক্রিপ্ট অ্যালোকেট করতে চেষ্টা করেছে, কিন্তু সেখানে কোনো মেমোরি ছিলো না। অ্যালোকেশনের জন্য মেমোরি খালি করার চেষ্টা হিসেবে সম্পূর্ণ গারবেজ সংগ্রহ করেছে।

source: JavaScript beautifier
bn_bd: জাভাস্ক্রিপ্ট beautifier

source: JavaScript Debugger (%S)
bn_bd: JavaScript ডিবাগার (%S)

source: JavaScript returned to the event loop, and it has been a relatively long time since Firefox performed a garbage collection.
bn_bd: JavaScript ইভেন্ট লুপে ফেরত পাঠায় এবং এটি ছিল Firefox এর সর্বশেষ গার্বেজ সংগ্রহের বেশ দীর্ঘ সময় পর।

source: JavaScript returned to the event loop, and it has been a relatively long time since we performed a garbage collection.
bn_bd: জাভাস্ক্রিপ্ট ইভেন্ট লুপে ফিরে গিয়েছে, এবং আমরা গারবেজ কালেকশন সম্পন্নের পর থেকে এটি ছিলো অপেক্ষাকৃত দীর্ঘ সময়।

source: JavaScript returned to the event loop and there were enough bytes allocated since the last GC that a new GC cycle was triggered.
bn_bd: জাভাস্ক্রিপ্ট ইভেন্ট লুপ ফিরে আসেন এবং একটি নতুন GC চক্র আলোড়ন সৃষ্টি হয়েছিল যে গত জিসি থেকে বরাদ্দ যথেষ্ট বাইট ছিল।

source: JavaScript URI
bn_bd: জাভাস্ক্রিপ্ট URI

source: Jersey
bn_bd: জার্সি

source: JIT Optimizations
bn_bd: JIT অপটিমাইজেশন

source: Jitter
bn_bd: জিটার

source: Job Title:
bn_bd: কাজের নাম: (J)

source: Johnston Atoll
bn_bd: জনস্টোন অ্যাটল

source: Jordan
bn_bd: জর্ডান

source: JS file URI
bn_bd: JS ফাইল URI

source: JS Flame Chart
bn_bd: JS Flame তালিকা

source: JSON Files
bn_bd: JSON ফাইল

source: Juan de Nova Island
bn_bd: জন দে নোভা দ্বীপপুঞ্জ

source: Jump
bn_bd: জাম্প

source: jumped
bn_bd: জাম্প করা হয়েছে

source: Jump to line…
bn_bd: লাইনে জাম্প করুন… J

source: Jump to line number:
bn_bd: লাইন নম্বরে জাম্প করুন:

source: Jump to %S location
bn_bd: %S অবস্থানে যাও

source: junk after document element
bn_bd: নথির এলিমেন্টের পরের অংশে অপ্রয়োজনীয় বিষয়বস্তু

source: Kannada
bn_bd: কান্নাডা

source: Kanuri
bn_bd: কানৌরী

source: Kashmiri
bn_bd: কাশ্মিরি

source: Kashubian
bn_bd: কাশুবিয়ান

source: Kazakh
bn_bd: কাজাখ

source: Kazakhstan
bn_bd: কাজাকস্তান

source: KB
bn_bd: কিলোবাইট

source: Keep enabled
bn_bd: সক্রিয় রাখুন

source: Keep existing highlighters
bn_bd: বিদ্যমান হাইলাইটার রাখো

source: Keep Installed
bn_bd: ইন্সটল রাখুন

source: Keep it together.
bn_bd: একসাথে করে রাখ।

source: Keep my changes anyway
bn_bd: যেকোনোভাবে আমার পরিবর্তনগুলি বজায় রাখুন

source: Keep this add-on installed
bn_bd: এই অ্যাড-অন ইনস্টলকৃত অবস্থায় রেখে দেয়া হবে

source: Keep until:
bn_bd: সংরক্ষণের সময়কাল: u

source: Kenya
bn_bd: কেনিয়া

source: Key
bn_bd: চাবি

source: Key:
bn_bd: কী:

source: Key Agreement
bn_bd: কী সংক্রান্ত চুক্তি

source: Keybindings
bn_bd: কীবাইন্ডিং

source: Keyboard
bn_bd: কীবোর্ড

source: keyboard enabled
bn_bd: কিবোর্ড সয়ংক্রিয়

source: Keyboard Shortcuts
bn_bd: কীবোর্ড শর্টকাট

source: Key Compromise
bn_bd: কী সংকটাপন্ন

source: Keyed Histograms
bn_bd: উদ্দীপিত হিস্টোগ্রামসমূহ

source: Keyed Scalars
bn_bd: কীড স্কেলারস

source: Key Encipherment
bn_bd: কী এনসাইফারমেন্ট

source: Key event not available on GTK2: key=“%S” modifiers=“%S” id=“%S”
bn_bd: GTK2: key=“%S” modifiers=“%S” id=“%S” এ কি ইভেন্ট বিদ্যমান নেই

source: Key event not available on some keyboard layouts: key=“%S” modifiers=“%S” id=“%S”
bn_bd: কিছু কীবোর্ড বহির্বিন্যাসের জন্য কী ইভেন্ট বিদ্যমান নেই: key=“%S” modifiers=“%S” id=“%S”

source: Keyframe rule ignored due to bad selector.
bn_bd: খারাপ সেক্টরের কারনে Keyframe নিয়ম অগ্রাহ্য করা হয়েছে।

source: Keyframes %S
bn_bd: কীফ্রেম %S

source: Key Generation in progress… This may take a few minutes….
bn_bd: কী তৈরি করা হচ্ছে... এই কাজে কিছুটা সময় লাগতে পারে....

source: Key ID
bn_bd: কী ID

source: Key Path
bn_bd: কী পাথ

# Key size: %S bits Base point order length: %S bits Public value: %S
source: Key size: %S bits\nBase point order length: %S bits\nPublic value:\n%S
bn_bd: কী এর আকার: %S বিট\nবেস পয়েন্ট অর্ডার দৈর্ঘ্য: %S বিট\nপাবলিক ভ্যালু:\n%S

source: Key Usages: %1$S
bn_bd: মূল ব্যবহারপ্রণালী: %1$S
